<!--
 * @Author: 飞
 * @Date: 2021-04-25 11:29:50
 * @LastEditTime: 2021-06-08 11:16:30
 * @FilePath: \you-shop1\src\views\MerchantSettled\MatterAgreement.vue
 * @Describe: 
-->
<template>
  <div class="kkkkk">
    <van-icon name="close" size="40px" />
    <div class="content">
      企业 餐饮 快餐 快餐 545<br />企业 餐饮 火锅 火锅 543<br />企业 餐饮 烧烤 烧烤 544<br />企业 餐饮 小吃/熟食 小吃/熟食 548<br />企业 餐饮 其他中餐 其他中餐 539<br />企业 餐饮 日韩/东南亚菜
      日韩/东南亚菜 541<br />企业 餐饮 西餐 西餐 540<br />企业 餐饮 咖啡厅 咖啡厅 542<br />企业 餐饮 甜品饮品 甜品饮品 550<br />企业 餐饮 烘焙糕点 烘焙糕点 549<br />企业 线下零售 超市 超市 204<br />企业
      线下零售 便利店 便利店 205<br />企业 线下零售 百货 百货 207<br />企业 线下零售 自动贩卖机 自动贩卖机 206<br />企业 线下零售 食品 食品生鲜 270<br />企业 线下零售 数码家电/办公设备
      数码电器/电脑办公 310<br />企业 线下零售 家装建材/家居家纺 家具建材/家居厨具 266<br />企业 线下零售 服饰/箱包/饰品 服饰箱包 271<br />企业 线下零售 户外/运动/健身器材/安防 运动户外 6<br />企业
      线下零售 美妆/护肤 美妆个护 267<br />企业 线下零售 母婴用品/儿童玩具 母婴用品/儿童玩具 19<br />企业 线下零售 计生用品 计生用品 13<br />企业 线下零售 黄金珠宝/钻石/玉石 黄金珠宝 9<br />企业
      线下零售 钟表/眼镜 礼品鲜花/农资绿植 272<br />企业 线下零售 宠物/宠物食品/饲料 宠物/宠物用品 284<br />企业 线下零售 鲜花/盆栽/室内装饰品 钟表眼镜 268<br />企业 线下零售 批发业 批发业 585<br />企业
      线下零售 书籍/音像/文具/乐器 图书音像/文具乐器 315<br />企业 网上购物 线上商超 线上商超 203<br />企业 居民生活/商业服务 物流/快递公司 物流/快递公司 70<br />企业 居民生活/商业 服务 家政/维修服务
      家政/维修服务 311<br />企业 居民生活/商业 服务 婚庆/摄影 婚庆/摄影 273<br />企业 居民生活/商业服务 丧仪殡葬服务 丧仪殡葬服务 564<br />企业 居民生活/商业服务 搬家/回收 搬家/回收 565<br />企业
      居民生活/商业服务 共享服务 共享服务 538<br />企业 居民生活/商业服务 宠物医院/宠物店 宠物医院 566<br />企业 居民生活/商业 服务 苗木种植/园林绿化 苗木种植/园林绿化 317<br />企业 居民生活/商业 服务
      装饰/设计 装饰/设计 289<br />企业 居民生活/商业 服务 广告/会展/活动策 划 广告/会展/活动策 划 312<br />企业 居民生活/商业 服务 咨询/法律咨询/金 融咨询等 咨询/法律咨询/金 融咨询等 42<br />企业
      居民生活/商业服务 人才中介机构/招聘/猎头 人才中介机构/招聘 93<br />企业 居民生活/商业服务 职业社交/婚介/交友 职业社交/婚介/交友 94<br />企业 居民生活/商业服务 房地产 房地产 316<br />企业
      休闲娱乐 娱乐票务 娱乐票务 281<br />企业 休闲娱乐 院线影城 院线影城 572<br />企业 休闲娱乐 演出赛事 演出赛事 573<br />企业 休闲娱乐 美容/健身类会所 运动健身场馆 54<br />企业 休闲娱乐
      美发/美容/美甲店 美发/美容/美甲店 574<br />企业 休闲娱乐 俱乐部/休闲会所 俱乐部/休闲会所 280<br />企业 休闲娱乐 游艺厅/KTV/网吧 游艺厅/KTV/网吧 56<br />企业 休闲娱乐 酒吧 酒吧 571<br />企业
      交通出行/票务旅游 租车 租车 77<br />企业 交通出行/票务旅游 机票/机票代理 机票/机票代理 274<br />企业 交通出行/票务旅游 交通票务 铁路客运 283<br />企业 交通出行/票务 旅游 高速收费 高速收费 610<br />企业
      交通出行/票务旅游 城市交通/高速收费 城市公共交通 288<br />企业 交通出行/票务旅游 加油 加油 259<br />企业 交通出行/票务旅游 停车缴费 停车缴费 287<br />企业 交通出行/票务旅游 交通工具/配件/改装
      汽车用品 269<br />企业 交通出行/票务 旅游 汽车美容/维修保养 汽车美容/维修保养 563<br />企业 交通出行/票务 旅游 港口经营港口理货 船舶/海运服务 75<br />企业 交通出行/票务 旅游 景区 景区 354<br />企业
      交通出行/票务 旅游 旅馆/酒店/度假区 旅馆/酒店/度假区 275<br />企业 交通出行/票务旅游 旅行社 旅行社 23<br />企业 网络媒体/计算机服务/游戏 在线图书/视频/音乐 在线图书/视频/音乐 276<br />企业
      网络媒体/计算机服务/游戏 门户/资讯/论坛 门户/资讯/论坛 104<br />企业 网络媒体/计算机服务/游戏 游戏 游戏 501<br />企业 网络媒体/计算 机服务/游戏 网络直播 网络直播 521<br />企业 网络媒体/计算
      机服务/游戏 软件/建站/技术开 发 软件/建站/技术开 发 277<br />企业 网络媒体/计算 机服务/游戏 网络推广/网络广告 网络推广/网络广告 278<br />企业 网上服务平台 团购服务平台 团购服务平台 2<br />企业
      网上服务平台 综合生活服务平台 综合生活服务平台 95<br />企业 网上服务平台 旅游服务平台 旅游服务平台 24<br />企业 网上服务平台 订餐服务平台 订餐服务平台 522<br />企业 教育/医疗
      教育/培训/考试缴费/学费 教育/培训/考试缴费/学费 52<br />企业 教育/医疗 私立院校 私立院校 53<br />企业 教育/医疗 保健器械/医疗器械/非处方药品 保健器械/医疗器械/非处方药品 314<br />企业 教育/医疗
      保健信息咨询平台 保健信息咨询平台 282<br />企业 教育/医疗 私立/民营医院/诊 所 私立/民营医院/诊 所 66<br />企业 教育/医疗 挂号平台 挂号平台 67<br />企业 生活缴费 电信运营商 电信运营商 80<br />企业
      生活缴费 宽带收费 宽带收费 81<br />企业 生活缴费 话费通讯 话费通讯 92<br />企业 生活缴费 有线电视缴费 有线电视缴费 58<br />企业 生活缴费 物业管理费 物业管理费 60<br />企业 生活缴费
      水电煤缴费/交通罚款等生活缴费 水电煤缴费/交通罚款等生活缴费 57<br />企业 生活缴费 其他生活缴费 其他生活缴费 62<br />企业 金融 财经资讯 财经资讯 96<br />企业 金融 股票软件类 股票软件类 97<br />企业
      金融 保险业务 保险业务 318<br />企业 金融 众筹 众筹 112<br />企业 金融 信用还款 信用还款 326<br />企业 收藏/拍卖 非文物类收藏品 非文物类收藏品 31<br />企业 收藏/拍卖 文物经营/文物复制品销售
      文物经营/文物复制品销售 285<br />企业 收藏/拍卖 拍卖/典当 拍卖/典当 325<br />企业 其他 其他行业 其他行业 111<br />个体工商户 餐饮 快餐 快餐 557<br />个体工商户 餐饮 火锅 火锅 555<br />个体工商户
      餐饮 烧烤 烧烤 556<br />个体工商户 餐饮 小吃/熟食 小吃/熟食 560<br />个体工商户 餐饮 其他中餐 其他中餐 551<br />个体工商户 餐饮 日韩/东南亚菜 日韩/东南亚菜 553<br />个体工商户 餐饮 西餐 西餐
      552<br />个体工商户 餐饮 咖啡厅 咖啡厅 554<br />个体工商户 餐饮 甜品饮品 甜品饮品 562<br />个体工商户 餐饮 烘焙糕点 烘焙糕点 561<br />个体工商户 线下零售 便利店 便利店 209<br />个体工商户
      线下零售 食品 食品生鲜 292<br />个体工商户 线下零售 数码家电/办公设备 数码电器/电脑办公 319<br />个体工商户 线下零售 家装建材/家居家纺 家具建材/家居厨具 293<br />个体工商户 线下零售
      服饰/箱包/饰品 服饰箱包 297<br />个体工商户 线下零售 户外/运动/健身器材/安防 运动户外 116<br />个体工商户 线下零售 美妆/护肤 美妆个护 294<br />个体工商户 线下零售 母婴用品/儿童玩具
      母婴用品/儿童玩具 129<br />个体工商户 线下零售 计生用品 计生用品 123<br />个体工商户 线下零售 书籍/音像/文具/乐 器 图书音像/文具乐器 323<br />个体工商户 线下零售 钟表/眼镜 钟表眼镜 298<br />个体工商户
      线下零售 宠物/宠物食品/饲 料 宠物/宠物用品 305<br />个体工商户 线下零售 鲜花/盆栽/室内装饰品 礼品鲜花/农资绿植 295<br />个体工商户 线下零售 批发业 批发业 586<br />个体工商户 居民生活/商业服务
      婚庆/摄影 婚庆/摄影 299<br />个体工商户 居民生活/商业服务 丧仪殡葬服务 丧仪殡葬服务 568<br />个体工商户 居民生活/商业 服务 搬家/回收 搬家/回收 569<br />个体工商户 居民生活/商业服务
      宠物医院/宠物店 宠物医院 570<br />个体工商户 居民生活/商业服务 咨询/法律咨询/金融咨询等 咨询/法律咨询/金融咨询等 143<br />个体工商户 居民生活/商业 服务 装饰/设计 装饰/设计 306<br />个体工商户
      居民生活/商业 服务 家政/维修服务 家政/维修服务 320<br />个体工商户 居民生活/商业 服务 广告/会展/活动策 划 广告/会展/活动策 划 321<br />个体工商户 居民生活/商业 服务 职业社交/婚介/交 友
      职业社交/婚介/交 友 157<br />个体工商户 居民生活/商业服务 苗木种植/园林绿化 苗木种植/园林绿化 324<br />个体工商户 休闲娱乐 娱乐票务 娱乐票务 307<br />个体工商户 休闲娱乐 院线影城 院线影城 578<br />个体工商户
      休闲娱乐 演出赛事 演出赛事 579<br />个体工商户 休闲娱乐 美容/健身类会所 运动健身场馆 148<br />个体工商户 休闲娱乐 美发/美容/美甲店 美发/美容/美甲店 580<br />个体工商户 休闲娱乐 俱乐部/休闲会所
      俱乐部/休闲会所 300<br />个体工商户 休闲娱乐 游艺厅/KTV/网吧 游艺厅/KTV/网吧 149<br />个体工商户 休闲娱乐 酒吧 酒吧 577<br />个体工商户 交通运输服务 交通工具/配件/改装 汽车用品 296<br />个体工商户
      交通运输服务 汽车美容/维修保养 汽车美容/维修保养 567<br />个体工商户 网络媒体/计算机服务/游戏 游戏 游戏 502<br />个体工商户 网络媒体/计算机服务/游戏 软件/建站/技术开发 软件/建站/技术开发 302<br />个体工商户
      网络媒体/计算 机服务/游戏 网络推广/网络广告 网络推广/网络广告 303<br />个体工商户 教育/医疗 教育/培训/考试缴 费/学费 教育/培训/考试缴 费/学费 147<br />个体工商户 教育/医疗
      保健器械/医疗器械/非处方药品 保健器械/医疗器械/非处方药品 322<br />个体工商户 教育/医疗 私立/民营医院/诊 所 私立/民营医院/诊 所 230<br />个体工商户 生活缴费 话费通讯 话费通讯 155<br />个体工商户
      生活缴费 其他生活缴费 生活缴费 309<br />个体工商户 金融 财经资讯 财经资讯 242<br />个体工商户 交通出行/票务旅游 旅馆/酒店/度假区 旅馆/酒店/度假区 301<br />个体工商户 交通出行/票务旅游 交通票务
      铁路客运 308<br />个体工商户 交通出行/票务 旅游 加油 加油 340<br />个体工商户 其他 其他行业 其他行业 158<br />政府及事业 单位 教育/医疗 公立院校 公立院校 164<br />政府及事业 单位 教育/医疗
      公立医院 公立医院 176<br />政府及事业单位 教育/医疗 挂号平台 挂号平台 177<br />政府及事业单位 交通运输服务 停车缴费 停车缴费 290<br />政府及事业 单位 其他生活缴费 水电煤缴费/交通罚 款等生活缴费
      水电煤缴费/交通罚 款等生活缴费 165<br />政府及事业 单位 其他生活缴费 事业单位 事业单位 167<br />政府及事业 单位 其他生活缴费 物业管理费 物业管理费 170<br />政府及事业 单位 其他生活缴费
      其他生活缴费 其他生活缴费 172<br />其他组织 教育/医疗 教育/培训/考试缴费/学费 教育/培训/考试缴费/学费 506<br />其他组织 教育/医疗 私立院校 私立院校 517<br />其他组织 教育/医疗 私立/民营医院/诊所
      诊所/卫生站/卫生服务中心 534<br />其他组织 生活/咨询服务 咨询/法律咨询/金融咨询等 咨询/法律咨询/金融咨询等 523<br />其他组织 交通运输/票务 旅游 宗教 宗教 509<br />其他组织 交通运输/票务 旅游
      娱乐票务 娱乐票务 535<br />其他组织 交通运输/票务 旅游 机票/机票代理 机票/机票代理 537<br />其他组织 公益 公益 公益 --510<br />
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {};
  },

  activated() {
    // 每次进来后置顶
    window.scrollTo(0, 0);
    console.log("2222222222222222222222");
  }
};
</script>

<style lang="scss" scoped>
.kkkkk {
  overflow: auto;
  /deep/.van-icon-close {
    font-size: 30px;
    float: right;
    margin-right: 3px;
  }
  .content {
    text-align: left;
    padding: 16px 17px;
    font-size: 14px;
    // 关闭按钮

    /deep/.van-dialog__content {
      padding: 8px 17px;
    }
    /deep/.van-overlay {
      background-color: rgba(0, 0, 0, 0.4);
    }
    .tit {
      font-size: 16px;
      text-align: center;
      padding-top: 4px;
      padding-bottom: 12px;
      font-weight: bold;
    }
    h3 {
      font-size: 16px;
      font-family: SourceHanSansCN-Regular, SourceHanSansCN;
      font-weight: 400;
      color: #000000;
    }
    h6 {
      font-size: 14px;
      font-family: SourceHanSansCN-Regular, SourceHanSansCN;
      font-weight: 400;
      color: #000000;
    }
    p {
      text-indent: 2em;
      font-size: 14px;
      font-family: SourceHanSansCN-Regular, SourceHanSansCN;
      font-weight: 400;
      color: #666666;
      line-height: 20px;
    }
  }
}
</style>>
